{
  "appName": "IPLD Utforsker",
  "tabName": "Utforsk",
  "homeLink": "Hjem",
  "UpdateAvailable": {
    "paragraph1": "A new version of IPLD Explorer is available; <1>please reload</1>."
  },
  "StartExploringPage": {
    "title": "Utforsk - IPLD",
    "header": "Utforsk Merkle Forest",
    "leadParagraph": "Lim inn en CID i boksen for å hente IPLD-noden den adresserer, eller velg et utvalgt datasett.",
    "noDataAvailable": "Ingen data tilgjengelig"
  },
  "AboutIpld": {
    "paragraph1":"<0>IPLD er <1>datamodellen til den innholdsadresserbare webben.</1> Den tillater oss å behandle alle hash-linkede datastrukturer som undergrupper av en enhetlig informasjonsplass, og forener alle datamodeller som linker data med hasher som forekomster av IPLD.</0>",
    "paragraph2": "<0>Innholdsadressering via hasher har blitt et mye brukt verktøy for å koble data i distribuerte systemer, fra blockchains som driver din favoritt kryptovaluta, til commits som støtter din kode, til nettets innhold som helhet. Mens alle disse verktøyene er avhenging av noen felles primitiver, er deres spesifikke underliggende datastrukturer ikke interoperative.</0>",
    "paragraph3": "<0>Her kommer IPLD inn: et enkelt navnerom for alle hash-inspirerte protokoller. Gjennom IPLD, kan koblinger traversere på tvers av protokoller, slik at du kan utforske data uavhengig av den underliggende protokollen.</0>"
  },
  "ExplorePage": {
    "title": "Utforsker - IPLD"
  },
  "IpldExploreForm": {
    "explore": "Utforsk"
  },
  "IpldCarExploreForm": {
    "imports": "Import",
    "uploadCarFile": "Upload CAR File"
  },
  "CidInfo": {
    "header": "CID info",
    "hashDigest": "Hash digest"
  },
  "ObjectInfo": {
    "publicGateway": "View on Public Gateway",
    "privateGateway": "View on Local Gateway"
  },
  "base": "base",
  "version": "versjon",
  "codec": "codec",
  "multihash": "multihash",
  "tour": {
    "projects": {
      "title": "Featured datasets",
      "paragraph1": "Explore the featured datasets or paste a CID to see how that data is structured and linked across protocols."
    },
    "explorer": {
      "step1": {
        "title": "IPLD Utforsker",
        "paragraph1": "Your journey with IPLD Explorer starts here. Click \"Next\" to learn more."
      },
      "step2": {
        "title": "Breadcrumbs",
        "paragraph1": "The path that leads to this node.",
        "paragraph2": "Click on it to traverse to its parents or children."
      },
      "step3": {
        "title": "Node Info",
        "paragraph1": "Here you have detailed info about the node and you can open it in the IPFS gateway.",
        "paragraph2": "If the node is a directory you can see its children and navigate to them."
      },
      "step4": {
        "title": "CID info",
        "paragraph1": "The decomposed CID so you can learn its meaning."
      },
      "step5": {
        "title": "Visual representation",
        "paragraph1": "A visual representation of the node and its children."
      }
    }
  },
  "errors": {
    "BlockFetchTimeoutError": "Failed to fetch content in {timeout}s. Please refresh the page to retry or try a different CID."
  }
}
