{
  "appName": "IPLD Explorer",
  "StartExploringPage": {
    "title": "Verken - IPLD",
    "header": "Verken het Merkle Forest",
    "leadParagraph": "Plak een CID in het vak om de IPLD node op te halen waar hij naar verwijst of kies een van de aanbevolen datasets."
  },
  "AboutIpld": {
    "paragraph1":"<0>IPLD is <1>het data model van het inhoud-adresseerbare web.</1>Hiermee kunnen we alle hash-gekoppelde gegevensstructuren behandelen als onderdeel van een uniforme informatieverzameling, waarbij alle gegevens, die met hashes aan elkaar gekoppeld zijn, verenigd worden als onderdelen van IPLD. </0>",
    "paragraph2": "<0>Inhoud-adressering via hashes is een veelgebruikte methode geworden voor het verbinden van gegevens in gedistribueerde systemen, van blockchains die je favoriete cryptocurrencies bevatten, tot commits die uw code ondersteunen, tot de inhoud van het web in het algemeen. Hoewel al deze tools gebruik maken van dezelfde basiscomponenten, zijn hun specifieke datastructuren niet compatibel.</0>",
    "paragraph3": "<0>IPLD lost dit op: een enkel adresbereik voor alle op-hash-geïnspireerde protocollen. Met IPLD kunnen koppelingen gevold worden doorheen verschillende protocollen, zodat je gegevens kan verkennen ongeacht het onderliggende protocol.</0>"
  },
  "ExplorePage": {
    "title": "Verkennen - IPLD"
  },
  "IpldExploreForm": {
    "explore": "Verken"
  },
  "CidInfo": {
    "header": "CID info",
    "hashDigest": "Hash digest"
  },
  "ObjectInfo": {
    "gatewayLink": "Bekijk via de IPFS Gateway"
  },
  "base": "basis",
  "version": "versie",
  "codec": "codec",
  "multihash": "multihash",
  "tour": {
    "projects": {
      "title": "Featured datasets",
      "paragraph1": "Explore the featured datasets or paste a CID to see how that data is structured and linked across protocols."
    },
    "explorer": {
      "step1": {
        "title": "IPLD Explorer",
        "paragraph1": "Your journey of explorer starts here. Continue to learn more."
      },
      "step2": {
        "title": "Navigatiegeschiedenis",
        "paragraph1": "The path that leads to this node.",
        "paragraph2": "Click on it to traverse to its parents or children."
      },
      "step3": {
        "title": "Node info",
        "paragraph1": "Here you have detailed info about the node and you can open it in the IPFS gateway.",
        "paragraph2": "If the node is a directory you can see its children and navigate to them."
      },
      "step4": {
        "title": "CID info",
        "paragraph1": "The decomposed CID so you can learn its meaning."
      },
      "step5": {
        "title": "Visual representation",
        "paragraph1": "A visual representation of the node and its children."
      }
    }
  }
}
