{
  "appName": "Przeglądarka IPLD",
  "tabName": "Eksploruj",
  "homeLink": "Strona główna",
  "UpdateAvailable": {
    "paragraph1": "Nowa wersja przeglądarki IPLD jest dostępna; <1>Proszę przeładuj</1>."
  },
  "StartExploringPage": {
    "title": "Przeglądarka - IPLD",
    "header": "Eksploruj Las Merkle’a",
    "leadParagraph": "Wklej CID aby pobrać dowolny węzeł IPLD lub wybierz jeden z polecanych zbiorów."
  },
  "AboutIpld": {
    "paragraph1":"<0>IPLD to <1>model danych dla sieci adresowanej treścią (ang. content-addressed web).</1> Umożliwia traktowanie obiektów połączonych skrótem (haszem) jako podzbiorów jednej przestrzeni danych w której modele danych to instancje IPLD.</0>",
    "paragraph2": "<0>Adresowanie treścią przy użyciu skrótów funkcji haszujących stało się popularną techniką w rozproszonych systemach takich jak kryptowaluty, systemy kontroli wersji lub systemy dystrybucji treści w internecie. Niestety pomimo podobnej zasady działania, wszystkie te narzędzia używają niekompatybilnych ze sobą struktur danych.</0>",
    "paragraph3": "<0>Z pomocą przychodzi IPLD: wspólna przestrzeń nazw dla wszystkich protokołów. Dzięki IPLD, linki między obiektami mogą prowadzić przez wiele protokołów, umożliwiając dostęp i przetwarzanie danych w zunifikowany sposób.</0>"
  },
  "ExplorePage": {
    "title": "Przeglądanie - IPLD"
  },
  "IpldExploreForm": {
    "explore": "Przeglądaj"
  },
  "CidInfo": {
    "header": "Informacje CID",
    "hashDigest": "wynik funkcji haszującej"
  },
  "ObjectInfo": {
    "gatewayLink": "Wyświetl przy użyciu bramy IPFS"
  },
  "base": "baza",
  "version": "wersja",
  "codec": "kodek",
  "multihash": "multihash",
  "tour": {
    "projects": {
      "title": "Featured datasets",
      "paragraph1": "Explore the featured datasets or paste a CID to see how that data is structured and linked across protocols."
    },
    "explorer": {
      "step1": {
        "title": "Przeglądarka IPLD",
        "paragraph1": "Your journey with IPLD Explorer starts here. Click \"Next\" to learn more."
      },
      "step2": {
        "title": "Breadcrumbs",
        "paragraph1": "The path that leads to this node.",
        "paragraph2": "Click on it to traverse to its parents or children."
      },
      "step3": {
        "title": "Informacje węzła",
        "paragraph1": "Here you have detailed info about the node and you can open it in the IPFS gateway.",
        "paragraph2": "If the node is a directory you can see its children and navigate to them."
      },
      "step4": {
        "title": "Informacje CID",
        "paragraph1": "The decomposed CID so you can learn its meaning."
      },
      "step5": {
        "title": "Reprezentacja graficzna",
        "paragraph1": "Graficzna reprezentacja węzłów i ich zależności."
      }
    }
  }
}
